Repository: jquelin/Games-Risk-ExtraMaps-Imaginary
Catalog: share/locale/*/LC_MESSAGES/Games-Risk-Map-Risk2210.po
Languages: fr

source: Risk 2210 Map
fr: Risk 2210 A.D.

source: North America
fr: Amérique du Nord

source: South America
fr: Amérique du Sud

source: Africa
fr: Afrique

source: Asia
fr: Asie

source: Australia
fr: Australie

source: US Pacific
fr: Pacifique US

source: Asia Pacific
fr: Pacifique asiatique

source: North Atlantic
fr: Atlantique du Nord

source: South Atlantic
fr: Atlantique du Sud

source: Indian
fr: Indien

source: Northwestern Oil Emirate
fr: Emirats Pétrolifères du Nord-Ouest

source: Exiled States of America
fr: Etats Exilés d'Amérique

source: Republique du Quebec
fr: République du Québec

source: Continental Biospheres
fr: Biosphères continentales

source: American Republic
fr: République Américaine

source: Mexico
fr: Mexique

source: Andean Nations
fr: Nations Andéennes

source: Amazon Desert
fr: Désert de l'Amazone

source: Argentina
fr: Argentine

source: Iceland GRC
fr: CRG d'Islande

source: Ukrayina
fr: Ukrayne

source: New Avalon
fr: Nouvelle Avalon

source: Warsaw Republic
fr: République de Varsovie

source: Andorra
fr: Andorre

source: Imperial Balkania
fr: Balkans Impériales

source: Saharan Empire
fr: Empire Saharien

source: Egypt
fr: Egypte

source: Zaire Military Zone
fr: Zone Militaire du Zaïre

source: Ministry of Djibouti
fr: Ministère de Djibouti

source: Lesotho
fr: Lésotho

source: Siberia
fr: Sibérie

source: Enclave of the Bear
fr: Enclave de l'Ours

source: Middle East
fr: Moyen Orient

source: United Indiastan
fr: Indiastan Unifié

source: Angkhor Wat
fr: Angkor Wat

source: Khan Industrial State
fr: Etat Industriel du Khan

source: Japan
fr: Japon

source: Java Cartel
fr: Cartel de Java

source: New Guinea
fr: Nouvelle Guinée

source: Aboriginal League
fr: Ligue Aborigène

source: Australian Testing Ground
fr: Terrain d'Essai Australien

source: Neo Tokyo
fr: Néo Tokyo

source: Poseidon
fr: Poséidon

source: Hawaiian Preserve
fr: Réserve Hawaiienne

source: New Atlantis
fr: Nouvelle Atlantis

source: Western Ireland
fr: Irlande occidentale

source: Neo Paulo
fr: Néo Paulo

source: The Ivory Reef
fr: Le Récif d'Ivoire

source: South Ceylon
fr: Ceylan Sud
